alacritty
alsa-utils
arduino-cli
arduino-language-server
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
awesome
bacon
base
base-devel
bat
bear
bind
bob
bottom
bpf
btop
carla
chezmoi
clang
cmake
dmenu
docker
docker-compose
doxygen
efibootmgr
emacs
esptool
eza
fastfetch
fd
feh
firefox
fish
flatpak
foot
fzf
gdb
ghostty
git
github-cli
grim
guitarix
gxplugins.lv2
helix
htop
hyperfine
hyprland
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
iwd
jack_utils
jdk-openjdk
jq
jujutsu
just
kicad
kitty
krita
lib32-sdl3
libc++
libc++abi
libjaylink
libopencm3
libva-intel-driver
linux
linux-firmware
linux-headers
llvm
love
lsp-plugins
ly
man-db
mdbook
mesa-demos
meson
minicom
mktorrent
mold
mutt
nano
nasm
net-tools
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvm
obs-studio
openh264
openssh
pandoc-cli
pavucontrol
perf
perl-authen-sasl
perl-io-socket-ssl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
python-pip
qbe
qemu-full
qjackctl
qpwgraph
reaper
ripgrep
riscv64-linux-gnu-gcc
rnote
rofi
scdoc
slock
slurp
smartmontools
starship
steam
swww
terminus-font
texlive-meta
tldr
tmux
tokei
tree
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-liberation
typst
ufw
unrar
unzip
uv
valgrind
vim
viu
vlc
vulkan-intel
vulkan-radeon
waybar
wget
wine
wireless_tools
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wlroots0.18
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
zathura
zathura-pdf-mupdf
zip
